/* No comment provided by engineer. */

"+ Add files" = "+ 添加文件";


"Archive" = "封存";


"Cancel" = "取消";


"Compress" = "壓縮";


"Compressing %@ %@" = "正在壓縮 %@ %@";


"Compressing %@ %@ %@" = "正在壓縮 %@ %@ %@";


"Compression completed" = "壓縮完成";


"Compression level" = "壓縮等級";


"Confirm Password" = "確認密碼";


"Confirm Password:" = "確認密碼:";


"Enter Password:" = "輸入密碼:";


"Failed to close file" = "關閉文件失敗";


"Failed to open the file" = "打開文件失敗";


"Failed to write to file" = "寫入文件失敗";

"High" = "高";


"Initializing..." = "正在初始化...";


"Large files take a long time to compress" = "大文件需要更長的時間來壓縮";

"Last Modified" = "最後修改時間";

"Low" = "低";

"Middle" = "中";

"Name" = "名字";

"No files to compress, please add files" = "沒有要壓縮的文件，請添加文件";

"Not enough disk space to compress" = "磁碟空間不足，無法壓縮";

"Ok" = "確定";

"Operate" = "操作";

"Password" = "密碼";

"Please enter a password" = "密碼不能為空";

"Passwords do not match" = "密碼不匹配";

"Path" = "路徑";

"Remove" = "移除";

"Set password" = "設定密碼";

"Show Password" = "顯示密碼";

"Size" = "大小";

"The password length exceeds the 32-bit limit" = "密碼長度超過32位限制";

"The storage directory is a read-only, please change another path and try again" = "儲存目錄為唯讀，請更改保存路徑";

"Uncompressed, waiting to exit..." = "已取消壓縮，正在等待退出...";
